/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "image_banner_dzE4dw": {
      "type": "image-banner",
      "disabled": true,
      "settings": {
        "image": "shopify://shop_images/Screenshot_2025-04-16_at_3.18.50_PM.png",
        "image_overlay_opacity": 0,
        "image_height": "large",
        "desktop_content_position": "middle-center",
        "show_text_box": true,
        "desktop_content_alignment": "center",
        "color_scheme": "",
        "image_behavior": "none",
        "mobile_content_alignment": "center",
        "stack_images_on_mobile": true,
        "show_text_below": true
      }
    },
    "newsletter_nxwMYE": {
      "type": "newsletter",
      "blocks": {
        "heading_VfARKe": {
          "type": "heading",
          "settings": {
            "heading": "Join the Chamelo Crew",
            "heading_size": "h1"
          }
        },
        "paragraph_ay83tU": {
          "type": "paragraph",
          "settings": {
            "text": "<p><strong>Get Early Access:</strong> Experience our newest innovations before they hit the market.</p><p><strong>Receive Exclusive Offers:</strong> Enjoy special promotions, discounts, and members-only deals.</p><p><strong>Be Part of the Inner Circle:</strong> Engage with our creators and ambassadors shaping the next drop...</p><p><strong>Or become one yourself. </strong></p>"
          }
        },
        "email_form_VCFijq": {
          "type": "email_form",
          "settings": {
            "email": false,
            "phone": true
          }
        }
      },
      "block_order": [
        "heading_VfARKe",
        "paragraph_ay83tU",
        "email_form_VCFijq"
      ],
      "disabled": true,
      "settings": {
        "color_scheme": "scheme-3",
        "full_width": true,
        "padding_top": 72,
        "padding_bottom": 52
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "class-name": "",
        "padding_top": 28,
        "padding_bottom": 0
      }
    },
    "custom_banner_n6nHjK": {
      "type": "custom-banner",
      "disabled": true,
      "name": "Custom Banner",
      "settings": {
        "title": "",
        "description": "",
        "desktop_image": "shopify://shop_images/Rectangle_3602.png",
        "mobile_image": "shopify://shop_images/Rectangle_3602.png",
        "button_text": "Shop the sale",
        "button_text_url": "",
        "button_text_color": "#ffffff",
        "button_text_bg": "#000000"
      }
    },
    "sweepstakes_pDAawV": {
      "type": "sweepstakes",
      "name": "Sweepstakes Promotion",
      "settings": {
        "image": "shopify://shop_images/image_720.png",
        "title": "WIN THE ULTIMATE FAN EXPERIENCE",
        "subtitle": "<p>Courtside seats • Meet Stephon Marbury • VIP access • Autographed jersey •</p><p> New Chamelos</p>",
        "subtitle-mobile": "<p>Courtside seats • Meet Stephon Marbury • </p><p>VIP access • Autographed jersey • New Chamelos</p>",
        "bg-color": "#000000",
        "text-color": "#ffffff",
        "calender": "shopify://shop_images/Screenshot_2025-10-24_150325.png",
        "calender-link": "",
        "icon1-label": "<p>11/09/2025</p>",
        "icon1-value": "",
        "rule": "shopify://shop_images/Screenshot_2025-10-24_124519.png",
        "rule-link": "",
        "icon2-label": "<p>View Official Rules</p><p></p>",
        "icon2-value": "",
        "rules-content": "CHAMELO COURTSIDE SWEEPSTAKES - OFFICIAL RULESNO PURCHASE IS NECESSARY TO ENTER OR WIN. A PURCHASE OF ANY KIND DOES NOT INCREASE YOUR CHANCES OF WINNING.VOID WHERE PROHIBITED BY LAW.TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, ALL DISPUTES WILL BE RESOLVED SOLELY BY BINDING ARBITRATION AND ENTRANTS WAIVE THE ABILITY TO BRING CLAIMS IN A CLASS ACTION FORMAT.BY ENTERING (OR OTHERWISE PARTICIPATING IN) THE SWEEPSTAKES, YOU AGREE TO THESE OFFICIAL RULES, WHICH ARE A BINDING CONTRACT, SO READ THEM CAREFULLY BEFORE ENTERING. WITHOUT LIMITATION, THIS CONTRACT INCLUDES INDEMNITIES TO THE SWEEPSTAKES PARTIES FROM YOU AND A LIMITATION OF YOUR RIGHTS AND REMEDIES.ELIGIBILITYThe Chamelo Courtside Sweepstakes (\"Sweepstakes\") is open only to legal residents of the fifty (50) United States and the District of Columbia who are at least eighteen (18) years old as of the date of entry. Employees, officers and directors of Chamelo Inc. (\"Sponsor\"), its parent companies, affiliates, subsidiaries, advertising, contest, fulfillment and marketing agencies, and their respective immediate family members and those living in the same household as such individuals (whether legally related or not) are not eligible to participate in the Sweepstakes or win a prize.For purposes of this Sweepstakes, immediate family members are defined as spouse, partner, parents, legal guardians, in-laws, grandparents, siblings, children and grandchildren and their respective spouses. Those living in the same household shall mean people who share the same residence at least three (3) months a year, whether legally related or not.By participating in the Sweepstakes, you release, discharge and hold harmless the Sweepstakes Parties from any and all damages whether direct or indirect, which may be due to or arise out of participation in the Sweepstakes or any portion thereof, or the acceptance, use/misuse or possession of any prize, including related travel or other activities. Void where prohibited by law. All applicable federal, state, and local laws and regulations apply.By participating in the Sweepstakes, you unconditionally accept and agree to comply with and abide by these \"Official Rules\" and the decisions of Sponsor, including the interpretation of these Official Rules, administration of the Sweepstakes, selection of the winners, and Sponsor's exercise of discretion, which will be final, non-appealable, and binding in all respects.TIMINGThe Sweepstakes begins at 12:00:01 AM Eastern Time (\"ET\") on October 24, 2025 and ends at 11:59:59 PM ET on November 2, 2025 (the \"Sweepstakes Period\"). The designated computer clock of the Sponsor is the official time-keeping device in the Sweepstakes.HOW TO ENTERDuring the Sweepstakes Period, there are multiple ways to earn entries as well as bonus entries, as set forth below:A. Make a PurchaseYou may earn entries for purchasing sunglasses from https://chamelo.com (the \"Website\"). During the Sweepstakes Period you will receive one (1) entry for every $1 USD spent on any sunglasses product available at the Website. For example, if a pair of Chamelo sunglasses is purchased for $150, you will receive 150 entries. The number of entries you receive will be based on the list price of your eligible purchase (excluding any discounts, sales tax, and shipping charges), less any credits or discounts, and rounded up to the nearest whole entry.Purchases made using a gift card are not eligible to receive entries; however, a purchase that exceeds the gift card value will be eligible to receive entries based on the balance due after the gift card is applied to the item purchased. If a purchase is returned prior to the end of the Sweepstakes Period, entries associated with that purchase will be voided. All purchases are subject to Sponsor's return policy.There is no limit to receiving entries via this Purchase Method, however, total entries are subject to the limit set forth below.B. Free Entry Method - Mail-In (No Purchase Required)To receive entries without completing any of the above methods of entry, legibly hand-print your full name, full mailing address (no P.O. Boxes), email address, phone number, and birth date on a plain piece of 3x5 inch paper (\"Mail-In Entry\") and mail it to:Chamelo Courtside Sweepstakes 26 Dilly Tree Park Key Largo, Fl 33037Each Mail-In Entry must be mailed separately in a hand-addressed, stamped envelope. No photocopied or mechanically reproduced entries will be accepted. Sponsor is not responsible for postage-due entries or for any incorrect or illegible data contained in any Mail-In Entry. Mail-In Entries must be postmarked no later than November 2, 2025 and received by November 9, 2025 to be eligible for the Sweepstakes. All Mail-In Entries become the physical property of Sponsor and will not be returned or acknowledged. Mail-In Entries received without a verifiable and legible return address will be deemed incomplete and not valid entries.You will receive one (1) entry for each Mail-In Entry received by the Sponsor. Proof of submission does not constitute proof of receipt. There is no limit to the number of Mail-In Entries you may submit during the Sweepstakes Period.C. Sign Up to Receive Emails from Chamelo (No Purchase Required - Bonus Entries)From the Website, follow the on-screen prompts to submit your valid email address and agree to receive emails from Chamelo. Upon successfully signing up you will receive twenty (20) bonus entries. If you have previously signed up for emails from Chamelo prior to the start of the Sweepstakes Period, you will automatically receive twenty (20) bonus entries. You must remain subscribed to receive emails throughout the Sweepstakes Period and subsequent winner selection/prize awarding to maintain entries received via this method. Limit one (1) sign up to receive emails per person. Attempts to receive additional entries via this method by using different or invalid email addresses will void all such entries and any individual suspected by Sponsor in its sole discretion to be using such methods will be disqualified.D. Sign Up to Receive Text Message Marketing from Chamelo (No Purchase Required - Bonus Entries)From the Website, follow the on-screen prompts to submit your valid mobile telephone number and agree to receive text messages from Chamelo. Upon successful enrollment in text message marketing you will receive fifty (50) bonus entries. If you have previously signed up to receive text message marketing prior to the start of the Sweepstakes Period, you will automatically receive fifty (50) bonus entries. You must remain subscribed to receive text messages throughout the Sweepstakes Period and subsequent winner selection/prize awarding to maintain entries received via this method. Limit one (1) enrollment in text message marketing per person, regardless of the number of valid mobile telephone numbers per person.Message and data rates may apply for each text message sent. Sponsor does not charge for text messages, however text messages are subject to your wireless carrier's standard network charge. Consult your wireless provider's pricing plans. Not all mobile telephone providers carry the service necessary to participate in this Sweepstakes via this method. By signing up to receive text marketing messages, you are providing to the Sponsor your express written consent to receive text messages using automated technology. Consent to receive text marketing messages is not required or a condition of any purchase.ENTRY LIMITS AND RESTRICTIONSEntries generated by a script, computer programs, macro, programmed, robotic or other automated means are void and the individual generating such entries may be disqualified. Entries that are incomplete, illegible, corrupted, damaged, destroyed, forged, false, lost, late or misdirected, deceptive or otherwise not in compliance with the Official Rules may be disqualified from the Sweepstakes at Sponsor's sole and absolute discretion. Those who do not follow all instructions, provide the required information in their entry form, or abide by these Official Rules or other instructions of Sponsor may be disqualified.Entries submitted by those who do not meet the eligibility requirements (including all requirements with respect to age and residence) are void. In the event of a dispute over the identity of an entrant, entry will be deemed submitted by the registered account holder of the email address and/or telephone number associated with such entry, provided that person is eligible; the decision as to which method to use to determine the identity of the entrant is to be made in Sponsor's discretion. Any potential winner may be required to show proof of being the registered account holder.The Sweepstakes Parties are not responsible for technical difficulties of any kind, or for false, incorrect, changed, incomplete or illegible contact information.SWEEPSTAKES DRAWINGOn or before November 3, 2025 at 5:00 PM ET, Sponsor or its designated representative will conduct a random, computerized drawing to select four (4) potential winners from among all eligible entries received in accordance with these Official Rules.ODDSOdds of winning a prize depend on the total number of eligible entries received for the Sweepstakes.WINNER NOTIFICATION/PRIZE CLAIMINGThe potential winners will be notified via email (or other contact information) using the information provided on the entry form within twenty-four (24) hours after the drawing. The Sweepstakes Parties are not responsible for and shall not be liable for incorrect, changed, or illegible contact information or for electronic communications that are undeliverable as a result of any form of active or passive filtering, or insufficient space in entrant's email or other account to receive messages. Sweepstakes Parties are not responsible for late, lost, intercepted, misdirected, or unsuccessful efforts to notify the potential winner.Notification is deemed to have occurred immediately upon the sending of an email. If a potential winner cannot be contacted within a reasonable time period, if potential winner is ineligible, if any notification is returned undeliverable, or if a potential winner otherwise fails to fully comply with these Official Rules, potential winner will forfeit that prize and an alternate winner may be selected from among all remaining eligible entries.As part of the winner notification process, each potential winner will be required to complete and submit a declaration of eligibility/release of liability/prize acceptance agreement (\"Declaration\"), within forty-eight (48) hours of date of sending of the notification, as a condition of receiving a prize. If any potential winner fails or refuses to sign and return the Declaration within the required time period or if the Declaration is returned as rejected, faulty, unclaimed or returned as undeliverable to potential winner, and/or the potential winner is otherwise noncompliant, the potential winner will be disqualified and an alternate will be selected, up to three (3) alternates, after which the applicable prize will remain un-awarded.Potential winner becomes a \"winner\" only after verification of eligibility by Sponsor.PRIZES/PRIZE RESTRICTIONSThere are two (2) prize types available in this Sweepstakes:GRAND PRIZE (1 winner):Two (2) courtside* tickets to a New York Knicks game at Madison Square GardenVIP experience with former Knicks player Stephon Marbury, including pre-game court access and photo opportunityOne (1) signed Stephon Marbury jerseyOne (1) pair of Chamelo sunglasses*\"Courtside\" shall be defined as in row 1, 2, or 3The approximate retail value (\"ARV\") of the Grand Prize is $4,154 USD.Grand Prize winner is responsible for arranging and paying for all transportation to and from New York City, hotel accommodations, meals, ground transportation, and any other expenses not specifically included in the prize description. The Grand Prize does not include travel arrangements or accommodations.RUNNER-UP PRIZES (3 winners):Each runner-up winner will receive one (1) signed Stephon Marbury jersey.The ARV of each Runner-Up Prize is $150 USD.TOTAL ARV OF ALL PRIZES:Total ARV of all prizes available in the Sweepstakes is $4,604 USD. Any difference between the actual value of a prize and the stated ARV will not be awarded.PRIZE CONDITIONS:Prizes are non-transferable, with no cash redemptions, equivalents, or substitutions except at Sponsor's sole and absolute discretion. All prize details not specified in these Official Rules will be determined in Sponsor's sole and absolute discretion. Prize details and availability are subject to change and are subject to applicable rules and restrictions.In the event that the courtside tickets or VIP experience become unavailable as determined in Sponsor's sole discretion, Sponsor reserves the right to substitute a prize of equal or greater value. Prizes are awarded \"AS IS\" and without warranty of any kind, express or implied (including, without limitation, any implied warranty of merchantability or fitness for a particular purpose).ARVs of the prizes are based on available information provided to Sponsor and the value of any prize awarded to a winner may be reported for tax purposes as required by law.WINNER RESPONSIBILITIES AND TAXESWinners are solely responsible for all applicable federal, state, and local taxes, and for any other fees or costs associated with the prizes received, regardless of whether they, in whole or in part, are used. Winners will be solely responsible for complying with any tax reporting obligations.Winner must provide Sponsor with a valid social security number by completing IRS Form W-9 before the prize will be awarded, for tax reporting purposes. An IRS Form 1099-MISC will be issued in the name of the winner for the actual value of the prize received.FAILURE TO PROVIDE FORM W-9: If winner fails to provide a completed and valid IRS Form W-9 within seven (7) days of request, Sponsor will withhold twenty-four percent (24%) of the prize value as backup withholding as required by federal law. Winner will receive the prize minus the withheld amount, and the withheld amount will be remitted to the IRS on winner's behalf.Please consult a tax professional to discuss your tax obligations and individual situation.Any unclaimed prize will be forfeited. Prizes, if legitimately claimed in the timeframes set forth herein, will be awarded. The Sweepstakes Parties are not responsible for and will not replace any lost, mutilated or stolen prizes or any prize that is undeliverable or does not reach the winner because of an incorrect or changed address.If a winner does not accept or use the entire prize, the unaccepted or unused part of the prize will be forfeited, and the Sweepstakes Parties will have no further obligation with respect to that prize or portion of the prize. Limit of one (1) prize per person. Sponsor will attempt to fulfill all properly claimed prizes within approximately two (2) weeks after winner verification.LIABILITY RELEASE AND PUBLICITY RIGHTSLIABILITY RELEASE:Before receiving the Grand Prize, the Grand Prize winner and their guest must each sign a comprehensive liability release and waiver. This release must cover:Release of Sponsor, the New York Knicks, Madison Square Garden, Stephon Marbury, and their respective officers, directors, employees, and agents from any and all liability, claims, costs (including attorneys' fees), losses, damages, or actions arising from participation in the Sweepstakes or acceptance/use of the prize, INCLUDING THOSE ARISING FROM THE NEGLIGENCE OF THE RELEASED PARTIES to the fullest extent permitted by lawAcknowledgment and assumption of risks including but not limited to: attendance at a crowded public venue, risks of physical contact, communicable diseases including COVID-19, and other foreseeable and unforeseeable risksIndemnification of the Released Parties from any claims arising from winner's or guest's conduct or breach of these termsAcknowledgment that Sponsor is not responsible for transportation delays/cancellations, weather, venue conditions, celebrity no-show/cancellation, personal injury, property damage, force majeure events, or third-party provider actionsThe guest accompanying the Grand Prize winner must be at least eighteen (18) years old and must sign the same liability release before travel documents or tickets are issued. Failure by winner or guest to sign the required liability release within the specified timeframe will result in prize forfeiture.PUBLICITY RIGHTS:Each winner hereby expressly grants to Sponsor and its respective successors, assigns, and designees, the irrevocable right to use and publish his/her name, social media handles, likeness (photographic or simulated), voice, and place of residence for all purposes, including, without limitation, advertising, marketing, promotional and publicity purposes in connection with this Sweepstakes, in any and all media now or hereafter devised, worldwide, in perpetuity, without any form of notice, permission or any amount or kind of compensation, except for the awarding of the prize(s) to the winner(s).GENERAL PROVISIONSSponsor does not assume any responsibility for any disruption in the Sweepstakes, including, but not limited to, the failure or interruption of any social media platform or any internet service provider. In the event there is a discrepancy or inconsistency between disclosures and other statements contained in any Sweepstakes materials and the terms and conditions of these Official Rules, these Official Rules shall prevail, govern, and control.In the event Sponsor is prevented from continuing with the Sweepstakes by any event beyond its control, including, but not limited to, fire, flood, epidemic, earthquake, explosion, labor dispute or strike, act of God or public enemy, communications or equipment failure, utility or service interruptions, riot or civil disturbance, terrorist threat or activity, war (declared or undeclared), interference with the Sweepstakes by any party, or any federal, state, or local government law, order, or regulation, order of any court or jurisdiction, or other cause not reasonably within Sponsor's control (each, a \"Force Majeure\" event or occurrence), Sponsor shall have the right to modify, suspend or terminate the Sweepstakes or prize.Sponsor additionally reserves the right, in its sole and absolute discretion to modify, suspend or terminate the Sweepstakes should causes beyond Sponsor's control corrupt or interfere with the administration, integrity, operation, security or proper play of the Sweepstakes. Any such modification, suspension, or termination will be posted to the Website.CONDUCTThe Sweepstakes Parties are not responsible for the actions of entrants in connection with the Sweepstakes, including entrants' attempts to circumvent the Official Rules or otherwise interfere with the administration, security, fairness, integrity or proper conduct of the Sweepstakes.The Sweepstakes Parties reserve the right, at their sole discretion, to disqualify (or terminate the prize of) any individual who is found to be, or suspected of, acting in any manner deemed by the Sweepstakes Parties to be in violation of the Official Rules, or to be unsportsmanlike or disruptive, or with intent to annoy, abuse, threaten or harass any other person, or to be tampering with the entry process or the operation of the Sweepstakes, and void all associated entries and/or registrations.CAUTION: ANY ATTEMPT BY A USER, YOU OR ANY OTHER INDIVIDUAL TO DAMAGE OR UNDERMINE THE LEGITIMATE OPERATION OF THE SWEEPSTAKES IS A VIOLATION OF CRIMINAL AND CIVIL LAWS, AND SHOULD SUCH AN ATTEMPT BE MADE, THE SWEEPSTAKES PARTIES RESERVE THE RIGHT TO SEEK DAMAGES AND OTHER REMEDIES (INCLUDING ATTORNEYS' FEES) FROM ANY SUCH PERSON TO THE FULLEST EXTENT PERMITTED BY LAW.WAIVERS AND DISCLAIMERSThe Sweepstakes Parties assume no responsibility or liability for: (a) lost, late, stolen, undelivered, inaccurate, incomplete, delayed, misdirected, damaged or garbled registrations, entries, URLs, or emails; (b) any incorrect or inaccurate entry information, or for any faulty or failed electronic data transmissions; (c) any unauthorized access to, or theft, destruction or alteration of entries or registrations at any point in the operation of this Sweepstakes; (d) any technical malfunction, failure, error, omission, interruption, deletion, defect, delay in operation or communications line failure, regardless of cause, with regard to any equipment, systems, networks, lines, cable, satellites, servers, computers or providers utilized in any aspect of the operation of the Sweepstakes; (e) inaccessibility or unavailability of any network or wireless service, the Internet or the website or any combination thereof; (f) suspended or discontinued Internet, wireless or landline phone service; or (g) any injury or damage to entrants or to any other person's computer which may be related to or resulting from any attempt to participate in the Sweepstakes.If, for any reason, the Sweepstakes (or any part thereof) is not capable of running as planned for reasons which may include, without limitation, infection by computer virus, tampering, unauthorized intervention, fraud, technical failures, or any other causes which may corrupt or affect the administration, security, fairness, integrity or proper conduct of this Sweepstakes, the Sweepstakes Parties reserve the right at their sole discretion to cancel, terminate, modify or suspend the Sweepstakes in whole or in part. If terminated, the Sweepstakes Parties will award the prizes in a random drawing from among all non-suspect, eligible entries received for the Sweepstakes up to the time of such action.RELEASESAll entrants, as a condition of participation in this Sweepstakes, release, discharge, indemnify and hold harmless Sponsor, and its respective directors, officers, employees, agents, successors and assigns (collectively, \"Released Parties\") from and against any and all liability, claims, costs (including attorneys' fees), losses, damages, fines, or actions of any kind whatsoever for injuries, death, damages, or losses to persons or property which may be sustained, in whole or in part, directly or indirectly, in connection with: (i) participation in any aspect of the Sweepstakes, (ii) the receipt, ownership, use or misuse of the prize awarded, (iii) the Released Parties' violation of rights of publicity or privacy, claims of defamation or portrayal in a false light or based on any claim of infringement of intellectual property; (iv) entrant's registration material on any related website, or (v) any typographical, human or other error in the printing, offering, selection, operation or announcement of any Sweepstakes activity and/or prize.TRADEMARK DISCLAIMERSThis promotion is not sponsored, endorsed, administered by, or associated with the New York Knicks, Madison Square Garden Sports Corp., NBA Properties, Inc., or the National Basketball Association. The \"Knicks\" name and any references to the New York Knicks are used solely to describe the prize being offered and do not imply any sponsorship, endorsement, or affiliation.Stephon Marbury is a paid brand ambassador for Chamelo Inc. Mr. Marbury's participation in this promotion is pursuant to a commercial agreement with Chamelo Inc.This promotion is in no way sponsored, endorsed, administered by, or associated with Instagram, Facebook, TikTok, Twitter/X, or any other social media platform. You are providing information to Chamelo Inc. and not to any social media platform.GOVERNING LAW AND LIMITATION OF LIABILITYAll issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules or the rights and obligations of entrants, Sponsor or the Released Parties in connection with the Sweepstakes will be governed by and construed in accordance with the internal laws of the State of Delaware, without giving effect to any choice of law or conflict of law rules or provisions that would cause the application of any other laws.BY ENTERING THE SWEEPSTAKES, ENTRANT AGREES THAT: (A) ANY AND ALL DISPUTES, CLAIMS AND CAUSES OF ACTION ARISING OUT OF OR CONNECTED WITH THE SWEEPSTAKES, OR ANY PRIZE AWARDED, WILL BE RESOLVED INDIVIDUALLY, WITHOUT RESORT TO ANY FORM OF CLASS ACTION; (B) ANY AND ALL CLAIMS, JUDGMENTS AND AWARDS WILL BE LIMITED TO ACTUAL THIRD-PARTY, OUT-OF-POCKET COSTS INCURRED (IF ANY) NOT TO EXCEED TEN DOLLARS ($10.00), BUT IN NO EVENT WILL ATTORNEYS' FEES BE AWARDED OR RECOVERABLE; (C) UNDER NO CIRCUMSTANCES WILL ANY ENTRANT BE PERMITTED TO OBTAIN ANY AWARD FOR, AND ENTRANT HEREBY KNOWINGLY AND EXPRESSLY WAIVES ALL RIGHTS TO SEEK, PUNITIVE, INCIDENTAL, CONSEQUENTIAL OR SPECIAL DAMAGES, LOST PROFITS AND/OR ANY OTHER DAMAGES, OTHER THAN ACTUAL OUT OF POCKET EXPENSES NOT TO EXCEED TEN DOLLARS ($10.00), AND/OR ANY RIGHTS TO HAVE DAMAGES MULTIPLIED OR OTHERWISE INCREASED; AND (D) ENTRANTS' REMEDIES ARE LIMITED TO A CLAIM FOR MONEY DAMAGES (IF ANY) AND ENTRANT IRREVOCABLY WAIVES ANY RIGHT TO SEEK INJUNCTIVE OR EQUITABLE RELIEF.SOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY, SO THE ABOVE MAY NOT APPLY TO YOU.DISPUTE RESOLUTIONThe parties each agree to finally settle all disputes only through arbitration; provided, however, the Sponsor shall be entitled to seek injunctive or equitable relief in the state and federal courts in the State of Delaware, and any other court with jurisdiction over the parties. In arbitration, there is no judge or jury, and review is limited. The arbitrator's decision and award is final and binding, with limited exceptions, and judgment on the award may be entered in any court with jurisdiction.The parties agree that, except as set forth above, any claim, suit, action or proceeding arising out of or relating to this Sweepstakes shall be resolved solely by binding arbitration before a sole arbitrator under the streamlined Arbitration Rules Procedures of JAMS Inc. (\"JAMS\") or any successor to JAMS. No appeals of such binding arbitration shall be permitted.In the event JAMS is unwilling or unable to set a hearing date within fourteen (14) days of the filing of a \"Demand for Arbitration\", then either party can elect to have the arbitration administered by the American Arbitration Association (\"AAA\") or any other mutually agreeable arbitration administration service.An in-person hearing shall be required, and the same shall take place in the State of Delaware. The federal or state law that applies to these Official Rules will also apply during the arbitration. Disputes will be arbitrated only on an individual basis and will not be consolidated with any other proceedings that involve any claims or controversy of another party, including any class actions; provided, however, if for any reason any court or arbitrator holds that this restriction is unconscionable or unenforceable, then the agreement to arbitrate doesn't apply and the dispute must be brought in a court of competent jurisdiction in the State of Delaware.Sponsor agrees to pay the administrative and arbitrator's fees in order to conduct the arbitration (but specifically excluding any travel or other costs of entrant to attend the arbitration hearing). Either party may, notwithstanding this provision, bring qualifying claims in small claims court.ENTRY INFORMATION AND SWEEPSTAKES COMMUNICATIONSAs a condition of entering the Sweepstakes, each entrant gives consent for Sponsor to obtain and deliver his or her name, address and other information to third parties for the purpose of administering this Sweepstakes and to comply with applicable laws, regulations and rules. Any information entrant provides to Sponsor may be used to communicate with entrant in relation to this Sweepstakes or on a Sweepstakes winner's list.By participating in the Sweepstakes, entrant agrees to all of the terms and conditions of the Sponsor's Privacy Policy, which is available at chamelo.com/privacy. In the event of any discrepancy between the Sponsor's Privacy Policy and these Official Rules, these Official Rules shall control and govern.MISCELLANEOUSThe invalidity or unenforceability of any provision of these Official Rules will not affect the validity or enforceability of any other provision. In the event that any provision of the Official Rules is determined to be invalid or otherwise unenforceable or illegal, the other provisions will remain in effect and will be construed in accordance with their terms as if the invalid or illegal provision were not contained herein.Sponsor's failure to enforce any term of these Official Rules will not constitute a waiver of that provision. Entrants agree to waive any rights to claim ambiguity of these Official Rules. Headings are solely for convenience of reference and will not be deemed to affect in any manner the meaning or intent of the documents or any provision hereof.In the event there is a discrepancy or inconsistency between disclosures or other statements contained in any Sweepstakes-related materials, privacy policy or terms of use on any website, social media platform or application and/or the terms and conditions of the Official Rules, the Official Rules shall prevail, govern and control and the discrepancy will be resolved in Sponsor's sole and absolute discretion.WINNERS LISTTo receive a list of the winners, send a self-addressed, stamped envelope for receipt by December 15, 2025 to:Chamelo Courtside Sweepstakes - Winners List Request Chamelo Inc. 26 Dilly Tree Park Key Largo, Fl 33037Names of winners may also be posted on the Website after winner verification is complete.SPONSORChamelo Inc. 651 N. Broad St. Ste. 201 Middletown, DE 19709Reference to third parties in connection with prizes and/or third-party websites or services are for reference and identification purposes only and not intended to suggest endorsement, sponsorship or affiliation with Sponsor or the Sweepstakes.Any depiction of a prize or prize component used in marketing materials are for illustrative purposes only. Actual prize details and specifications may vary.For questions about this Sweepstakes, contact: hello@chamelo.com",
        "time": "shopify://shop_images/Screenshot_2025-10-24_150411.png",
        "time-link": "",
        "icon3-label": "<p>11:59 PM Eastern Time</p>",
        "icon3-value": "",
        "winner": "shopify://shop_images/Screenshot_2025-10-24_150440.png",
        "winner-link": "",
        "icon4-label": "<p>1 Grand Prize 3 Runners Up</p>",
        "icon4-value": ""
      }
    }
  },
  "order": [
    "image_banner_dzE4dw",
    "newsletter_nxwMYE",
    "main",
    "custom_banner_n6nHjK",
    "sweepstakes_pDAawV"
  ]
}
